Repository: NaN-tic/trytond-party_camerdata
Catalog: locale/*.po
Languages: ca, es_es

# field:party.party,employee_segment:
source: Employees
ca: Empleats
es_es: Empleados

# field:party.party,exports:
source: Exports?
ca: Exporta?
es_es: ¿Exporta?

# field:party.party,foundation_year:
source: Foundation Year
ca: Any constitució
es_es: Año constitución

# field:party.party,imports:
source: Imports?
ca: Importa?
es_es: ¿Importa?

# field:party.party,legal_form:
source: Legal Form
ca: Forma jurídica
es_es: Forma jurídica

# field:party.party,offices:
source: Offices
ca: Oficines
es_es: Oficinas

# field:party.party,positions:
source: Positions
ca: Càrrecs
es_es: Cargos

# field:party.party,turnover:
source: Bussines Size
ca: Volum de negoci
es_es: Volumen de negocio

# selection:party.party,employee_segment:
source: From 1 to 5 (Microcompany)
ca: De 1 a 5 (Microempresa)
es_es: De 1 a 5 (Microempresa)

# selection:party.party,employee_segment:
source: From 101 to 250 (Medium company)
ca: De 101 a 250 (Mitjana empresa)
es_es: De 101 a 250 (Mediana empresa)

# selection:party.party,employee_segment:
source: From 11 to 25 (Small company)
ca: De 11 a 25 (Petita empresa)
es_es: De 11 a 25 (Pequeña empresa)

# selection:party.party,employee_segment:
source: From 251 to 500 (Big company)
ca: De 251 a 500 (Gran empresa)
es_es: De 251 a 500 (Gran empresa)

# selection:party.party,employee_segment:
source: From 26 to 50 (Small company)
ca: De 26 a 50 (Petita empresa)
es_es: De 26 a 50 (Pequeña empresa)

# selection:party.party,employee_segment:
source: From 51 to 100 (Medium company)
ca: De 51 a 100 (Mitjana empresa)
es_es: De 51 a 100 (Mediana empresa)

# selection:party.party,employee_segment:
source: From 6 to 10 (Microcompany)
ca: De 6 a 10 (Microempresa)
es_es: De 6 a 10 (Microempresa)

# selection:party.party,employee_segment:
source: More than 500 (Big company)
ca: Més de 500 (Gran empresa)
es_es: Más de 500 (Gran empresa)

# selection:party.party,exports:
source: Yes
ca: Si
es_es: Si

# selection:party.party,imports:
source: Yes
ca: Si
es_es: Si

# selection:party.party,legal_form:
source: Association
ca: Associació
es_es: Asociación

# selection:party.party,legal_form:
source: Congregation and Religious Institution
ca: Congregació i Inst. Religiosa
es_es: Congregación e Inst. Religiosa

# selection:party.party,legal_form:
source: Cooperative
ca: Cooperativa
es_es: Cooperativa

# selection:party.party,legal_form:
source: Limited Liability Company (LLC)
ca: Societat Limitada (SL)
es_es: Sociedad Limitada (SL)

# selection:party.party,legal_form:
source: Local Corporation
ca: Corporació local
es_es: Corporación local

# selection:party.party,legal_form:
source: Non-resident entity in Spain
ca: Ent. no resident a Espanya
es_es: Ent. no residente en España

# selection:party.party,legal_form:
source: Other not defined types
ca: Otros tipus no definits
es_es: Otros tipos no definidos

# selection:party.party,legal_form:
source: Public Agency
ca: Organisme públic
es_es: Organismo Público

# selection:party.party,legal_form:
source: Public Limited Company (PLC)
ca: Societat Anònima (SA)
es_es: Sociedad Anónima (SA)

# selection:party.party,legal_form:
source: Temporary Consortium (spanish UTE)
ca: Unió Temporal d'Empreses (UTE)
es_es: Unión Temporal de Empresas (UTE)

# selection:party.party,turnover:
source: From 1.500.001 to 3.000.000
ca: De 1.500.001 a 3.000.000 €
es_es: De 1.500.001 a 3.000.000 €

# selection:party.party,turnover:
source: From 15.000.001 to 30.000.000
ca: De 15.000.001 a 30.000.000 €
es_es: De 15.000.001 a 30.000.000 €

# selection:party.party,turnover:
source: From 3.000.001 to 6.000.000
ca: De 3.000.001 a 6.000.000 €
es_es: De 3.000.001 a 6.000.000 €

# selection:party.party,turnover:
source: From 30.000.001 to 60.000.000
ca: De 30.000.001 a 60.000.000 €
es_es: De 30.000.001 a 60.000.000 €

# selection:party.party,turnover:
source: From 300.001 to 600.000
ca: De 300.001 a 600.000 €
es_es: De 300.001 a 600.000 €

# selection:party.party,turnover:
source: From 6.000.001 to 15.000.000
ca: De 6.000.001 a 15.000.000 €
es_es: De 6.000.001 a 15.000.000 €

# selection:party.party,turnover:
source: From 600.001 to 1.500.000
ca: De 600.001 a 1.500.000 €
es_es: De 600.001 a 1.500.000 €

# selection:party.party,turnover:
source: More than 60.000.000
ca: Més de 60.000.000 €
es_es: Mas de 60.000.000 €

# selection:party.party,turnover:
source: Until 300.000
ca: Fins a 300.000 €
es_es: Hasta 300.000 €
